const ContentText = () => {
  return (
    <div className="space-y-[40px]">
      <div className="space-y-4">
        <h2 className="font-black text-[18px] lg:text-[25px] leading-[48px]">
          大和製作所 高速旋盤の特徴
        </h2>
        <p className="font-normal text-base leading-8 my-5">
          そのころわたくしは、モリーオ市の博物局に勤めて居りました。
        </p>
        <p className="font-normal text-base leading-8 my-5">
          十八等官でしたから役所のなかでも、ずうっと下の方でしたし俸給ほうきゅうもほんのわずかでしたが、受持ちが標本の採集や整理で生れ付き好きなことでしたから、わたくしは毎日ずいぶん愉快にはたらきました。殊にそのころ、モリーオ市では競馬場を植物園に拵こしらえ直すというので、その景色のいいまわりにアカシヤを植え込んだ広い地面が、切符売場や信号所の建物のついたまま、わたくしどもの役所の方へまわって来たものですから、わたくしはすぐ宿直という名前で月賦で買った小さな蓄音器と二十枚ばかりのレコードをもって、その番小屋にひとり住むことになりました。わたくしはそこの馬を置く場所に板で小さなしきいをつけて一疋の山羊を飼いました。毎朝その乳をしぼってつめたいパンをひたしてたべ、それから黒い革のかばんへすこしの書類や雑誌を入れ、靴もきれいにみがき、並木のポプラの影法師を大股にわたって市の役所へ出て行くのでした。
        </p>
        <p className="font-normal text-base leading-8 my-5">
          あのイーハトーヴォのすきとおった風、夏でも底に冷たさをもつ青いそら、うつくしい森で飾られたモリーオ市、郊外のぎらぎらひかる草の波。
        </p>
        <p className="font-normal text-base leading-8 my-5">
          またそのなかでいっしょになったたくさんのひとたち、ファゼーロとロザーロ、羊飼のミーロや、顔の赤いこどもたち、地主のテーモ、山猫博士のボーガント・デストゥパーゴなど、いまこの暗い巨きな石の建物のなかで考えていると、みんなむかし風のなつかしい青い幻燈のように思われます。では、わたくしはいつかの小さなみだしをつけながら、しずかにあの年のイーハトーヴォの五月から十月までを書きつけましょう。
        </p>
      </div>
      <div className="space-y-4">
        <h2 className="font-black text-[18px] lg:text-[25px] leading-[48px]">
          工作機械・精密加工機械の高価買取一覧
        </h2>
        <p className="font-normal text-base leading-8 my-5">
          汎用旋盤/フライス盤/NC旋盤/マシニングセンタ/プレス機械/成型機（成形機）/シャーリング/バンドソー/研削盤(研磨機)/測定器（測定機）
        </p>
      </div>
    </div>
  );
};

export default ContentText;
